[
  "诏发西山将秋屯陇右兵凄凉馀部曲燀赫旧家声雕鹗乘时去骅骝顾主鸣艰难须上策容易即前程斜日当轩盖高风卷旆旌松悲天水冷沙乱雪山清和虏犹怀惠防边不敢惊古来于异域镇静示专征燕蓟奔封豕周秦触骇鲸中原何惨黩馀孽尚纵横箭入昭阳殿笳吟细柳营内人红袖泣王子白衣行宸极祅星动园陵杀气平空馀金碗出无复穗帷轻毁庙天飞雨焚宫火彻明罘罳朝共落棆桷夜同倾三月师逾整群胡势就烹疮痍亲接战勇决冠垂成妙誉期元宰殊恩且列卿几时回节钺戮力扫欃枪圭窦三千士云梯七十城耻非齐说客只似鲁诸生通籍微班忝周行独坐荣随肩趋漏刻短发寄簪缨径欲依刘表还疑厌祢衡渐衰那此别忍泪独含情废邑狐狸语空村虎豹争人频坠涂炭公岂忘精诚元帅调新律前军压旧京安边仍扈从莫作后功名奉送郭中丞兼太仆卿充陇右节度使三十韵郭英乂送远秋风落西征海气寒帝京氛祲满人世别离难绝域遥怀怒和亲愿结欢敕书怜赞普兵甲望长安宣命前程急惟良待士宽子云清自守今日起为官垂泪方投笔伤时即据鞍儒衣山鸟怪汉节野童看边酒排金醆夷歌捧玉盘草轻蕃马健雪重拂庐干慎尔参筹画从兹正羽翰归来权可取九万一朝抟送杨六判官使西",
  "十年离乱后长大一相逢问姓惊初见称名忆旧容别来沧海事语罢暮天钟明日巴陵道秋山又几重喜见外弟又言别边声日夜合朔风惊复来龙山不可望千里一裴回捐扇破谁执素纨轻欲裁非时妒桃李自是舞阳台立春日宁州行营因赋朔风吹飞雪草绿古燕州莺声引独游雁归天北畔春尽海西头向日花偏落驰年水自流感恩知有地不上望京楼献刘济遍与傍人别临终尽不愁影堂谁为扫坐塔自看修白日钟边晚青苔钵上秋天涯禅弟子空到柏岩游哭柏岩禅师身承汉飞将束发即言兵侠少何相问从来事不平黄云断朔吹白雪拥沙城幸应边书募横戈会取名赴邠宁留别争场看斗鸡白鼻紫骝嘶漳水春闺晚丛台日向低歇鞍珠作汗试剑玉如泥为谢红梁燕年年妾独栖紫骝马入夜思归切笛声清更哀愁人不愿听自到枕前来风起塞云断夜深关月开平明独惆怅落尽一庭梅夜上受降城闻笛一作戎昱诗鹳雀楼西百尺樯汀洲云树共茫茫汉家萧鼓空流水魏国山河半夕阳事去千年犹恨速愁来一日即为长风烟并起思归望远目非春亦自伤同崔邠登鹳雀楼小隐家芟庭留野菜撼树去狂花醉酒一千日贮书三十车雉衣从露体不敢有馀斜何处深春好春深富室家唯多贮金帛不深春好春深蕃天",
  "雨引苔侵壁风驱叶拥阶久留闲客话宿请老僧斋酒瓮新陈接书签次第排翛然自有处摇落不伤怀和乐天早寒凤城烟雨歇万象含佳气酒后人倒狂花时天似醉三春车马客一代繁华地何事独伤怀少年曾得意曲江春望何处深春好春深万乘家宫门皆映柳辇路尽穿花池色连天汉城形象帝车旌旗暖风里猎猎向西斜何处深春好春深阿母家瑶池长不夜珠树正开花桥峻通星渚楼暄近日车层城十二阙相对日西斜何处深春好春深执政家恩光贪捧日贵重不看花玉馔堂交印沙堤柱碍车多门一已闭直道更无斜何处深春好春深大镇家前旌光照日后骑蹙成花节院收衙队球场簇看车广筵歌舞散书号夕阳斜何处深春多春深贵戚家枥嘶无价马庭发有名花欲进宫人食先薰命妇车晚归长带酒冠盖任倾斜何处深春好春深恩泽家炉添龙脑炷绶结虎头花宾客珠成履婴孩锦缚车画堂帘幕外来去燕飞斜何处深春好春深京兆家人眉新柳叶马色醉桃花盗息无鸣鼓朝回自走车能令帝城外不敢径由斜何处深春好春深刺史家夜阑犹命乐雨甚亦寻花傲客多凭酒新姬苦上车公门吏散后风摆戟衣斜何处深春好春深羽客家芝田绕舍色杏树满山花云是淮王宅风为列子车古坛操简处一径入林",
  "徐州古丰县有村曰朱陈去县百余里桑麻青氛氲机梭声札札牛驴走纭纭女汲涧中水男采山上薪县远官事少山深人俗淳有财不行商有丁不入军家家守村业头白不出门生为村之民死为村之尘田中老与幼相见何欣欣一村唯两姓世世为婚姻亲疏居有族少长游有群黄鸡与白酒欢会不隔旬生者不远别嫁娶先近邻死者不远葬坟墓多绕村既安生与死不苦形与神所以多寿考往往见玄孙我生礼义乡少小孤且贫徒学辨是非只自取辛勤世法贵名教士人重冠婚以此自桎梏信为大谬人十岁解读书十五能属文二十举秀才三十为谏臣下有妻子累上有君亲恩承家与事国望此不肖身忆昨旅游初迨今十五春孤舟三适楚羸马四经秦昼行有饥色夜寝无安魂东西不暂住来往若浮云离乱失故乡骨肉多散分江南与江北各有平生亲平生终日别逝者隔年闻朝忧卧至暮夕哭坐达晨悲火烧心曲愁霜侵鬓根一生苦如此长羡村中民朱陈村尘架多文集偶取一卷披未及看姓名疑是陶潜诗看名知是君恻恻令我悲诗人多蹇厄近日诚有之京兆杜子美犹得一拾遗襄阳孟浩然亦闻鬓成丝嗟君两不如三十在布衣擢第禄不及新婚妻未归少年无疾患溘死于路歧天不与爵寿唯与好文词此理勿复道",
  "衣冠零落久今日事堪伤厨起青烟薄门开白日长残梅欹古道名石卧颓墙山色依然好兴衰未可量陆丞相故宅玄都开秘箓白石礼先生上界秋光净中元夜气清星辰朝帝处鸾鹤步虚声玉洞花长发珠宫月最明扫坛天地肃投简鬼神惊倘赐刀圭药还留不死名中元日观诸道士步虚春草正凄凄知君过恶溪莺将吉了语猿共猓然啼别路魂先断还家梦几迷定寻雷令剑应识越王笄树色多于北潮声少向西椰花好为酒谁伴醉如泥醉赠刘十二一作寄岭南张明府曙钟催入紫宸朝列炬流虹映绛绡天近鳌头花簇仗风低豹尾乐鸣韶衣冠一变无夷俗律令重颁有正条昨日钟山甘露降玻璃满赐出宫瓢早朝列郡征才起俊髦万机独使圣躬劳开藩上相颁龙节破虏将军展豹韬地入黄图三辅壮天垂华盖七星高迎春别赐瑶池宴捧进金盘五色桃龙虎山河御气通遥瞻帝阙五云红英雄尽入江东籍将相多收蓟北功礼乐日稽三代盛梯航岁贡万方同都将俭德熙文治淳俗应还太古风帝京二首悄悄深宫不见人倚阑惟见石麒麟芙蓉帐冷愁长夜翡翠帘垂隔小春天远难通青鸟信风寒欲动锦花茵夜深怕有羊车过自起笼灯看雪纹宫词碧树浓阴护短垣苍江春暖渚凫喧买鱼试唤鸣榔艇寻鹤因行隔垄村生",
  "常将公道选诸生不是鸳鸿不得名天上宴回联步武禁中麻出满寰瀛簪裾尽过前贤贵门馆仍叨旧学荣看著凤池相继入都堂那肯滞关营和主司王起一作和主司酬周侍郎重德由来为国生五朝清显冠公卿风波久伫济川楫羽翼三迁出谷莺绛帐青衿同日贵春兰秋菊异时荣孔门弟子皆贤哲谁料穷儒忝一名和主司王起一作和主司酬周侍郎文学宗师心秤平无私三用佐贞明恩波旧是仙舟客德宇新添月桂名兰署崇资金色重莲峰高唱玉音清羽毛方荷生成力难继鸾皇上汉声和主司王起一作和主司酬周侍郎科文又主守初时光显门生济会期美擅东堂登甲乙荣同内署侍恩私群莺共喜新迁木双凤皆当即入池别有倍深知感士曾经两度得芳枝和主司王起一作和主司酬周侍郎儒雅皆传德教行几崇浮俗赞文明龙门昔上波涛远禁署同登渥泽荣虚散谬当陪杞梓后先宁异感生成时方侧席征贤急况说歌谣近帝京和主司王起一作和主司酬周侍郎旭日悬清景微风在绿条入松声不发度柳影空摇长养应潜变扶疏每暗飘有林时袅袅无树渐萧萧慢逐青烟散轻和瑞气饶丰年知有待歌咏美唐尧风不鸣条一作章孝标诗圣乾文德最称贤自古儒生少比肩再启龙门将二纪两司莺谷已三年",
  "万里隋城在三边虏气衰沙填孤障角烧断故关碑马色经寒惨雕声带晚悲将军正闲暇留客换歌辞塞上旅寓虽难定乘闲是胜游碧云萧寺霁红树谢村秋戍鼓和潮暗船灯照岛幽诗家多滞此风景似相留寄永嘉崔道融三十年来往中间京洛尘倦行今白首归卧已清神坡暖冬抽笋松凉夏健人更惭征诏起避世迹非真下方日炙旱云裂迸为千道血天地沸一镬竟自烹妖孽尧汤遇灾数灾数还中辍何事奸与邪古来难扑灭华下笑破人间事吾徒莫自欺解吟僧亦俗爱舞鹤终卑竹上题幽梦溪边约敌棋旧山归有阻不是故迟迟僧舍贻友昏旦松轩下怡然对一瓢雨微吟思足花落梦无聊细事当棋遣衰容喜镜饶溪僧有深趣书至又相邀下方郊居谢名利何事最相亲渐与论诗久皆知得句新川明虹照雨树密鸟冲人应念从今去还来岳下频华下送文浦我祖铭座右嘉谋贻厥孙勤此苟不怠令名日可存媒衒士所耻慈俭道所尊松柏岂不茂桃李亦自繁众人皆察察而我独昏昏取训于老氏大辩欲讷言自诫高燕飞何捷啄害恣群雏人岂玩其暴华轩咽幽幽陇头水吟蜂绕树去不来别鹤引雏飞又止锦麟不动惟侧头白马仰听空竖耳广陵故事无入息非徒改年貌渐觉无心力自念因念君俱为老所逼君年虽校少",
  "携手重携手夹江金线柳江上柳能长行人恋尊酒尊酒意何深为郎歌玉簪玉簪声断续钿轴鸣双毂双毂去何方隔江春树绿树绿酒旗高泪痕沾绣袍袍缝紫鹅湿重持金错刀错刀何灿烂使我肠千断肠断欲何言帘动真珠繁真珠缀秋露秋露沾金盘金盘湛琼液仙子无归迹无迹又无言海烟空寂寂寂寂古城道马嘶芳岸草岸草接长堤长堤人解携解携忽已久缅邈空回首回首隔天河恨唱莲塘歌莲塘在何许日暮西山雨杂体联锦长安二月多香尘六街车马声辚辚家家楼上如花人千枝万枝红艳新帘间笑语自相问何人占得长安春长安春色本无主古来尽属红楼女如今无奈杏园人骏马轻车拥将去长安春凤縠兮鸳绡霞疏兮绮寮玉庭兮春昼金屋兮秋宵愁瞳兮月皎笑颊兮花娇罗轻兮浓麝室暖兮香椒銮舆去兮萧屑七丝断兮泬寥主父卧兮漳水君王幸兮云轺铅华窅窕兮秾姿棠公肸蚃兮靡依翠华长逝兮莫追晏相望门兮空悲抚盈歌峨嵋山下能琴客似醉似狂人不测何须见我眼偏青未见我身头已白茫茫四海本无家一片愁云飏秋碧壶中醉卧日月明世上长游天地窄晋朝叔夜旧相知蜀郡文君小来识后生常建彼何人赠我篇章苦雕刻名卿名相尽知音遇酒遇琴无间隔如今世乱独翛然天",
  "妾如无异意君弃也甘心徐寅雅道机要佚句野过云根阔山高树影长徐寅雅道机要佚句古迹应重别生缘不暂停徐寅雅道机要佚句一个字未稳数宵心不闲徐寅雅道机要佚句别地叶频落去程山已寒徐寅雅道机要佚句但取诗名得何论下第频徐寅雅道机要佚句早起赴前程邻鸡尚未鸣文彧诗格佚句白地一回雨儿孙拾得金文彧诗格佚句轩车在何处雨雪满前山文彧诗格佚句灯微山馆雨角咽海城秋文彧诗格佚句去帆看已远临水立多时桂林诗评佚句家贫为客早路远得书稀桂林诗评佚句瀑布五千仞草堂瀑布边桂林诗评佚句拟负莺花国乐呼联辔行厨载满车归来看理曲灯下宝钗斜何处深春好春深豪士家多沽味浓酒贵买色深花已臂鹰随马连催妓上杀草霜水有含沙蜮健否远不知书多隔年得愿君少愁苦我亦加餐食各保金石躯以慰长相忆不得余今正泣杨朱泪八月边城风刮地霓旌绛旆忽相寻为我尊前横绿绮一弹猛雨随手来再弹白雪连天起凄凄清清松上风咽干戈知满地休照国西营月田园须暂往戎马惜离群去远留诗别愁多任酒醺一秋常苦雨今日始无云山路时吹角那堪处处闻上秋期近人间月影清入河蟾不没捣药兔长生只益丹心苦能添白发明消颜色山无",
  "九日重阳节三秋季月残菊花催晚气萸房辟早寒霜浓鹰击远雾重雁飞难谁忆龙山外萧条边兴阑九月九日爽气申时豫临秋肆武功太液荣光发曾城佳气融紫霄寒暑丽黄山极望通讲艺遵先车丸睹德畅宸衷鹫岭飞夏服娥魄乱雕弓汗浃镳流赭尘生埒散红饮羽惊开石中叶遽凋丛雁殚云路静乌坠日轮空九流参广宴万宇抃恩隆奉和九月九日应制玉琯移玄序金奏赏彤闱祥鸾歌里转春燕舞前归寿爵传三礼灯枝丽九微运广薰风积恩深湛露晞送寒终此夜延宴待晨晖奉和守岁应制日掩鸿都夕河低乱箭移虫飞明月户鹊绕落花枝兰襟帐北壑玉匣鼓文漪闻有啼莺处暗幄晓云披凌晨京镇周天险东南作北关埭横江曲路戍入海中山望越心初切思秦鬓已斑空怜上林雁朝夕待春还登北固山许由去已远冥莫见幽坟世薄人不贵兹山唯白云宁知三千岁复有尧为君时佐激颓俗登箕挹清芬高节虽旦暮邈与洪崖群陪群公登箕山赋得群字黄山积高次表里望京邑白日最灵朝登攀尽原隰年灰律象动阳气开迎入烟霭长薄含临流小溪涩宾朋莫我弃词赋当春立更与韶物期不孤东园集人日兼立春小园宴闻君陌上能推读邓鲂诗晨鸡才发声夕雀俄敛冀昼夜往复来疾如出南国三年不放归"
]
